{
    "other":
    [
        {
            "name": "Sargon Baryosef",
            "image": "https://brian-ober.github.io/wdd230/Criminal.png",
            "Info": "aka Solomon Baryosef, aka Kbal Tlalae. A officier in the Camel Spider Brotherhood. After one his clients was apprehended he was forced to relocate away from Topeous Town to Tombleton."
            
        },
        {
            "name": "Hertanas ElmsWay",
            "image": "https://brian-ober.github.io/wdd230/Elmsway.png",
            "Info": "He is baronet of Flag Row in Tombleton. He is a 165 year old wizard. He managed to get in trouble with the Grand Wizard Council for some questionable acts. He is not a traitor but his actions did end up helping one of his country's enemies."
        },
        {
            "name": "Yerterata the Fearless",
            "image": "https://brian-ober.github.io/wdd230/Dragon.png",
            "Info": "A Fifty-foot-long Greater Red Lava Dragon with battle scars and a torn sail. She was held in the Prison Camp of Memtor for 2 years"
        },
        {
            "name": "Gal Garsan",
            "image": "https://brian-ober.github.io/wdd230/Warden.png",
            "Info": "The Warden of the Prison Camp of Memtor. He prides himself on keeping his prison orderly. He doesn't really like the Demons."
        },
        {
            "name": "King George the seventeenth",
            "image": "https://brian-ober.github.io/wdd230/George.png",
            "Info": "The King of Tombe. He is part of the Gold Griffin Dynasty."
        },
        {
            "name": "Derlold",
            "image": "https://brian-ober.github.io/wdd230/Derlold.png",
            "Info": "A 715 year old wizard or magus from Topleous Town. He is a member of the Grand Wizard's Council. He owns the museum in his home city."
        },
        {
            "name": "Jacobus Septentrionalis Carpus",
            "image": "https://brian-ober.github.io/wdd230/James.png",
            "Info": "aka General James. Edmond's father. He is a legatus. He is the ruler of Maiores Topleous."
        },
        {
            "name": "Henry Redfish",
            "image": "https://brian-ober.github.io/wdd230/Swordsman.png",
            "Info": "aka The Swordsman. The leader of the Trompoe Resistance. He is a Werewolf from birth. He lost his hands to a Demon and had them replaced with the help of a Dwarven Mage."
        },
        {
            "name": "Kermersu Khan",
            "image": "https://brian-ober.github.io/wdd230/Kermersu.png",
            "Info": "The Court Wizard and Grand Duke of SchweizerKhan within the Goblin Empire. He is the half-brother of the first Khan of the Goblin Empire. The Demon Ambassador's main rival. He is also the head of the Aravdugaar Saryn Zovoel and the Shidet gol"
        }
    ]
    }
    
    